/* Best results description */
"Move the device closer to your face for the best results." = "Move the device closer to your face for the best results.";

/* Open description */
"NoTouch and your device will need to be open to work." = "NoTouch and your device will need to be open to work.";

/* Placing description */
"Place your device in front of you so your face is in the middle of the camera's frame." = "Stellen Sie Ihr Gerät so vor sich auf, dass sich Ihr Gesicht in der Mitte des Kamerarahmens befindet.";

/* Battery usage description */
"Plug your device in if possible." = "Schließen Sie Ihr Gerät nach Möglichkeit an.";

/* Privacy description */
"Privacy comes first.\n\nNone of your data is saved.\n\nNoTouch works without Internet." = "Datenschutz steht an erster Stelle.\n\nKeine Ihrer Daten wird gespeichert.\n\nNoTouch funktioniert ohne Internet.";

/* Alert functionality description */
"When you touch your face you'll be alerted." = "Wenn Sie Ihr Gesicht berühren, werden Sie alarmiert.";

